tap "aws/tap"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
# Print a list of paths as a tree of paths
brew "as-tree"
# Shell extension to jump to frequently used directories
brew "autojump"
# Platform built on V8 to build network applications
brew "node"
# AWS Cloud Development Kit - framework for defining AWS infra as code
brew "aws-cdk"
# Securely store and access AWS credentials in development environments
brew "aws-vault"
# Text processing system for reStructuredText
brew "docutils"
# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Insanely fast image printing in your terminal
brew "catimg"
# Console Bonsai is a bonsai tree generator, written in C using ncurses
brew "cbonsai"
# CLI for managing secrets through AWS SSM Parameter Store
brew "chamber"
# Color-highlighted diff(1) output
brew "colordiff"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Open source suite of directory software
brew "openldap"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# File comparison utilities
brew "diffutils"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Collection of reusable C++ library artifacts developed at Facebook
brew "folly"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU awk utility
brew "gawk"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Incremental merge for git
brew "git-imerge"
# Core application library for C
brew "glib"
# Render markdown on the CLI
brew "glow"
# Command-line option parsing utility
brew "gnu-getopt"
# C code prettifier
brew "gnu-indent"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU version of the tar archiving utility
brew "gnu-tar"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# GNU grep, egrep and fgrep
brew "grep"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# ISO/IEC 23008-12:2017 HEIF file format decoder and encoder
brew "libheif"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Next-gen compiler infrastructure
brew "llvm"
# Collection of tools that nobody wrote when UNIX was young
brew "moreutils"
# RSS/Atom feed reader for text terminals
brew "newsboat"
# HTTP/2 C Library
brew "nghttp2"
# Manage multiple Node.js versions
brew "nvm"
# Simulation game based upon Transport Tycoon Deluxe
brew "openttd"
# Modern Python package and dependency manager supporting the latest PEP standards
brew "pdm"
# Bash completion for Pip
brew "pip-completion"
# Framework for managing multi-language pre-commit hooks
brew "pre-commit"
# Protocol buffers (Google's data interchange format)
brew "protobuf"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Tool to create intelligent and beautiful documentation
brew "sphinx-doc"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Terminal multiplexer
brew "tmux"
# CLI tool that moves files or folder to the trash
brew "trash"
# Vi 'workalike' with many additional features
brew "vim"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Yet Another Dotfiles Manager
brew "yadm"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Menu bar icon organizer
cask "bartender"
# Web browser focusing on privacy
cask "brave-browser"
# App to build and share containerized applications and microservices
cask "docker"
# Web browser
cask "firefox"
# Free and open-source image editor
cask "gimp"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Menu bar calendar
cask "itsycal"
# Keyboard customizer
cask "karabiner-elements"
# Open-source keystroke visualizer
cask "keycastr"
# Syncs files between computers and MEGA Cloud drives
cask "megasync"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Open-source open-world RPG game engine that supports playing Morrowind
cask "openmw"
# Collaboration platform for API development
cask "postman"
# IDE for professional Python development
cask "pycharm"
# Team communication and collaboration software
cask "slack"
# Move and resize windows with ease
cask "spectacle"
# Music streaming service
cask "spotify"
# Free and open-source OpenVPN client
cask "tunnelblick"
# Video communication and virtual meeting platform
cask "zoom"
