tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
brew "as-tree"
brew "autojump"
brew "aws-cdk"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "catimg"
brew "chamber"
brew "coreutils"
brew "curl"
brew "dict"
brew "diffutils"
brew "docutils"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-imerge"
brew "glib"
brew "glow"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "heroku/brew/heroku"
brew "icu4c@76"
brew "jq"
brew "languagetool"
brew "libpq", link: true
brew "llvm"
brew "moreutils"
brew "newsboat"
brew "node"
brew "nowplaying-cli"
brew "nvm"
brew "openldap"
brew "pdm"
brew "pipx"
brew "pkgconf"
brew "pre-commit"
brew "python@3.13"
brew "python@3.9"
brew "ripgrep"
brew "roll"
brew "ruby"
brew "shellcheck"
brew "speedtest-cli"
brew "terminal-notifier"
brew "timewarrior"
brew "tmux"
brew "trash", link: true
brew "unbound"
brew "vim"
brew "watch"
brew "wget"
brew "yadm"
brew "zbar"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "megasync"
cask "ngrok"
cask "pycharm"
cask "rocket"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tunnelblick"
cask "zoom"
