acpilight
arc-gtk-theme
as-tree
autojump
brave-bin
byzanz
hardcode-tray
ipw2100-fw
ipw2200-fw
megasync-bin
mesa-vdpau
mp3info
mpris2controller-git
neofetch
nord-dircolors
nvidia-580xx-dkms
otf-font-awesome-5
python-eyed3
qnapi
reiserfsprogs
shellcheck-bin
spotify
stdman-git
units
wpa_actiond
yadm-git
yay-bin
yay-bin-debug
youtube-dl
