acpi
acpid
adobe-source-code-pro-fonts
adobe-source-sans-fonts
alsa-utils
b43-fwcutter
base
bind
blueman
bluez-utils
cifs-utils
cmake
ctags
cups-pdf
dconf-editor
dmraid
docker
docker-compose
efibootmgr
eog
exfat-utils
expac
fd
firefox
fzf
gdb
gimp
git-delta
glow
gnome-disk-utility
gst-plugins-ugly
gufw
hsetroot
htop
httpie
hunspell-pl
inetutils
intel-ucode
jfsutils
jq
languagetool
libmad
lightdm-gtk-greeter-settings
luit
man-pages
mediainfo
moreutils
net-tools
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
newsboat
nfs-utils
obs-studio
otf-ipafont
pacman-contrib
papirus-icon-theme
pkgfile
pkgstats
postgresql
python-pdm
qt5ct
redshift
reflector
ripgrep
rofimoji
rxvt-unicode
shellcheck
sysfsutils
terminus-font
translate-shell
transmission-gtk
ttf-jetbrains-mono
usbutils
virtualbox
wget
whois
wireless_tools
xdg-user-dirs-gtk
xf86-video-fbdev
xf86-video-vesa
xfce4-genmon-plugin
xfce4-panel-profiles
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfdesktop
xfwm4
xorg-bdftopcf
xorg-font-util
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yadm
