autojump
brave-bin
cava
checkupdates+aur
hardcode-tray
ipw2100-fw
ipw2200-fw
megasync-bin
mpris2controller-git
nord-dircolors
otf-font-awesome-5
powder-toy
python-eyed3
shellcheck-bin
spotify
stdman-git
tsl
units
wpa_actiond
xfce4-embed-plugin
xfce4-panel-profiles
xfce4-places-plugin
yadm-git
yay-bin
