acpi
acpid
acpilight
adobe-source-sans-fonts
alsa-utils
arc-gtk-theme
autoconf
automake
b43-fwcutter
base
bind
bison
blueman
bluez-utils
byzanz
cdrtools
cifs-utils
cmake
colordiff
ctags
dconf-editor
dmraid
docker
docker-compose
efibootmgr
eog
exfat-utils
expac
f2fs-tools
fd
firefox
flex
fzf
gdb
glow
gnome-disk-utility
gstreamer-vaapi
gufw
hsetroot
htop
httpie
hunspell-pl
inetutils
intel-ucode
jfsutils
jq
lib32-libvdpau
libmad
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
luit
make
man-db
man-pages
mediainfo
moreutils
mousepad
mp3info
neofetch
net-tools
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
newsboat
nfs-utils
nilfs-utils
nvidia
obs-studio
otf-ipafont
pacman-contrib
papirus-icon-theme
parole
patch
pkgconf
pkgfile
pkgstats
postgresql
python-psutil
qnapi
qt5ct
redshift
reflector
ripgrep
rofimoji
rxvt-unicode
sysfsutils
terminus-font
texinfo
translate-shell
transmission-gtk
tree
ttf-jetbrains-mono
usbutils
virtualbox
wget
whois
wireless_tools
xautomation
xbindkeys
xcape
xdg-user-dirs-gtk
xf86-video-fbdev
xf86-video-vesa
xfce4-appfinder
xfce4-genmon-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfdesktop
xfwm4
xorg-bdftopcf
xorg-font-util
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
