accountsservice
acpi
acpid
adobe-source-code-pro-fonts
adobe-source-sans-fonts
alsa-utils
arc-gtk-theme
as-tree
autoconf
autojump
automake
b43-fwcutter
base
base-devel
bash
bash-completion
bind
binutils
bison
blueman
bluez
bluez-utils
brave-bin
btrfs-progs
bzip2
cdrtools
cifs-utils
cmake
coreutils
cryptsetup
ctags
cups
cups-pdf
dconf-editor
device-mapper
dhcpcd
dialog
diffutils
dmraid
docker
docker-compose
dosfstools
e2fsprogs
efibootmgr
eog
evince
exfat-utils
expac
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
git-delta
glibc
glow
gnome-disk-utility
grep
groff
gst-libav
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gufw
gvim
gzip
hardcode-tray
hsetroot
htop
httpie
hunspell
hunspell-pl
hwloc
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jq
languagetool
less
libdvdcss
libmad
libtool
licenses
light-locker
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
logrotate
lsof
luit
lvm2
m4
make
man-db
man-pages
mdadm
mediainfo
megasync-bin
mesa
mesa-vdpau
modemmanager
moreutils
mp3info
mpris2controller-git
mpv
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
newsboat
nfs-utils
nilfs-utils
nord-xfce-terminal
nss-mdns
ntfs-3g
nvidia-580xx-dkms
obs-studio
openssh
otf-font-awesome-5
otf-ipafont
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pciutils
perl
pkgconf
pkgfile
pkgstats
plocate
portaudio
postgresql-libs
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python-eyed3
python-pdm
python-psutil
qnapi
qt5ct
redshift
reflector
ripgrep
rofi
rofimoji
rsync
rxvt-unicode
sed
shadow
shellcheck
sndio
spotify
stdman-git
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tk
tmux
translate-shell
transmission-gtk
ttf-jetbrains-mono
ufw
units
unrar
unzip
usb_modeswitch
usbutils
util-linux
virtualbox
virtualbox-host-modules-arch
wget
which
whois
wireless_tools
wpa_actiond
xclip
xdg-user-dirs-gtk
xdotool
xf86-video-fbdev
xf86-video-vesa
xfce4-genmon-plugin
xfce4-notifyd
xfce4-panel-profiles
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfdesktop
xfsprogs
xfwm4
xorg-bdftopcf
xorg-font-util
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yadm
yay-bin
zathura
zathura-cb
zathura-pdf-poppler
